/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "要退回到上一屏，请按下 Menu（菜单）键。";

/* kBRMediaPlayerNotResponding*/
202 = "要退回到上一屏，请按下 Menu（菜单）键。";


/* kBRMediaNoMovieFolderContent */
304 = "确定您创建或下载的影片在您的个人文件夹中的“影片”文件夹中。";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "选择其他播放列表。";

/* kBRMediaNoSuchSong */
312 = "选择其他歌曲。";

/* kBRMediaNoSongForSlideshow */
316 = "检查幻灯片显示的音乐设置后再试一次。";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "检查幻灯片显示的音乐设置后再试一次。";

/* kBRVideoUnplayable */
318 = "不能识别格式。";

/* kBRMediaRadioStreamUnplayable */
319 = "广播流超时，未能播放。";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "检查来源或稍后再试。";

/* kBRRemotePhotoSourceUnavailableError */
363 = "检查来源或稍后再试。";

/* kBRDataSourceConnectionInProgressError */
420 = "请等待。";

/* KBRSystemNetworkHostUnreachable */
501 = "检查您的网络配置和连接。";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Apple 电影预告片网站不可用。请稍后再试。";

/* kBRSystemNotHDCPCompliant */
503 = "要观看此内容，请确定所连接的显示器支持 HDCP。";

/* kBRSetupCantSetLanguage */
600 = "再试一次。";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "另一个应用程序正在播放 DVD 光盘。请返回到桌面以退出其他应用程序并再次尝试。";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "另一个应用程序正在播放该 DVD 光盘。请返回到桌面以退出其他应用程序。";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "要了解有关区域码的更多信息，请参阅“DVD 播放程序”帮助。";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "不能识别格式。";

/* kBRDVDErrorFatalDVDAlert */
754 = "该光盘有问题。";

/* kBRCDErrorCantEjectCDAlert */
755 = "另一个应用程序正在使用此 CD。请返回到桌面以退出其他应用程序，然后再试一次。";


/* kBRInternalResourceError */
900 = "";


